---
kind: other
id: Methods.T:Autodesk.Revit.DB.Events.LinkedResourceOpenedEventArgs
source: html/ad445ddb-39d0-3e23-f742-629a6d27820b.htm
---
# LinkedResourceOpenedEventArgs Methods

Indicates whether the event is being cancelled.